taskt/Core/Automation/Commands/DictionaryGroup/FilterDictionaryCommand.dot
digraph "FilterDictionaryCommand" {
"FilterDictionaryCommand" -> "ADictionaryCreateFromDictionaryCommands";
"FilterDictionaryCommand" -> "IFilterValueProperties";
"FilterDictionaryCommand" -> "IHaveDataTableElements";
"ADictionaryCreateFromDictionaryCommands" -> "ScriptCommand";
"ADictionaryCreateFromDictionaryCommands" -> "IDictionaryCreateFromDictionary";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
