taskt/Core/Automation/Commands/DictionaryGroup/FilterDictionaryCommand.puml
@startuml
FilterDictionaryCommand --> ADictionaryCreateFromDictionaryCommands
FilterDictionaryCommand --> IFilterValueProperties
FilterDictionaryCommand --> IHaveDataTableElements
ADictionaryCreateFromDictionaryCommands --> ScriptCommand
ADictionaryCreateFromDictionaryCommands --> IDictionaryCreateFromDictionary
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
